{
  "title": "Tarifas: Trump está acabando com as regras do comércio internacional?",
  "url": "https://www.bbc.com/portuguese/articles/cy4dgpj2vjxo",
  "authors": [
    "Https",
    "Www.Facebook.Com Bbcnews",
    "Article Information"
  ],
  "text": "'Nova era': Trump está acabando com as regras do comércio internacional?\n\nCrédito, Getty Images\n\nAuthor, Julia Braun Role, Da BBC News Brasil em Londres\n\n4 agosto 2025\n\nEm manifestação à Organização Mundial do Comércio (OMC), o Brasil acusou o governo de Donald Trump de conduzir um \"ataque sem precedentes\" ao sistema multilateral de comércio internacional e às suas regras ao impor tarifas unilaterais e arbitrárias contra diversas economias mundiais.\n\nSegundo o governo brasileiro, os Estados Unidos estariam não apenas violando alguns dos princípios básicos da OMC com seu tarifaço, como também arriscando dar início a uma \"espiral de preços altos e estagnação\" econômica em todo o globo.\n\n\"Tais medidas unilaterais equivalem a uma violação flagrante dos princípios fundamentais que sustentam a OMC e que são essenciais para o funcionamento do comércio internacional\", afirmou o secretário de assuntos econômicos e comerciais do Itamaraty, embaixador Philip Fox-Drummond Gough, em discurso no Conselho Geral da organização internacional que trata das regras do comércio entre as nações.\n\nEssa não foi a primeira vez que os Estados Unidos foram acusados de romper com as normas do comércio internacional desde que Donald Trump voltou à Casa Branca no início de 2025.\n\nEm pouco mais de seis meses de governo, o republicano anunciou tarifas contra praticamente todos os parceiros comerciais americanos.\n\nAlguns países receberam tarifas mais altas — como é o caso do Brasil, que deve ver parte de suas exportações para os EUA taxadas em 50%.\n\nAs exportações brasileiras serão taxadas a partir de 6 de agosto, segundo um decreto publicado pela Casa Branca na quarta-feira (30/7).\n\nUma outra ordem executiva assinada por Trump na última sexta-feira (1/8) cita 7 de agosto como a data oficial para a entrada em vigor do tarifaço para os demais países.\n\nO caso do Canadá é uma das poucas exceções, já que a taxação aplicadas aos produtos do país já está valendo desde sexta-feira (1/8).\n\nA China também segue um calendário distinto e receberá uma tarifa básica de 30% sobre as suas exportações para os EUA. Devido a negociações diretas com as autoridades americanas, a medida deve entrar em vigor em 12 de agosto.\n\nMas, afinal, Trump está mesmo violando as regras da OMC com suas ações? E qual pode ser o impacto do tarifaço americano no futuro do intercâmbio comercial internacional? A BBC News Brasil consultou especialistas para tentar responder a essas perguntas.\n\nPara David Collins, professor de Direito Econômico Internacional da City St. George's, University of London, na Inglaterra, o mundo pode estar diante de uma nova era para as transações globais, com a perda de influência das organizações internacionais e um desrespeito cada vez maior às regras estabelecidas após a Segunda Guerra Mundial.\n\nJá Kathleen Claussen, da Universidade Georgetown, nos EUA, acredita que, apesar das ações de Trump, os demais países entendem a importância das regras e da existência do sistema internacional de comércio – e não estão totalmente prontos para abandoná-los.\n\nOs EUA estão violando regras internacionais?\n\nPule Que História! e continue lendo 8 novos episódios Disponíveis nos tocadores de podcast Ouça aqui Fim do Que História!\n\nAmbos os especialistas concordam, porém, que os EUA sob a presidência de Donald Trump tem violado as regras estabelecidas pela OMC para promover a concorrência justa no comércio internacional.\n\n\"É seguro dizer que a grande maioria dos especialistas em direito do comércio internacional acreditam que tudo o que o governo Trump vem fazendo é contrário às regras internacionais\", diz Claussen.\n\nA advogada, que já participou de audiências no Congresso americano e no Parlamento Europeu sobre tópicos relacionados a leis tarifárias, aponta violações de vários tipos, tanto na imposição de taxas unilaterais distintas para diferentes países quanto na assinatura de acordos bilaterais com alguns parceiros.\n\n\"Os Estados Unidos têm argumentado que estão seguindo uma exceção às regras [da OMC] por questões de segurança nacional\", diz a advogada. \"Mas ninguém, exceto o próprio governo Trump, apoia esse argumento.\"\n\nAinda em janeiro, Donald Trump anunciou tarifas sobre as importações de Canadá, México e China e afirmou estar tomando a medida \"por causa da grande ameaça de imigrantes ilegais e drogas mortais que estão matando nossos cidadãos, incluindo o fentanil\".\n\nEm abril, o republicano também anunciou tarifa de 10% sobre todas as importações para os EUA — com taxas ainda maiores para nações que têm barreiras comerciais mais amplas contra os americanos. Essas tarifas foram apresentadas como \"recíprocas\" por Trump, que afirmava visar simplesmente \"igualar\" as taxas que outros países cobram dos Estados Unidos.\n\nDesde então, a Casa Branca tem enviado cartas para alguns dos que receberão tarifas especiais, como Brasil, Canadá, México, China, União Europeia (UE) e outros.\n\nNa quinta-feira (31/7), Trump assinou uma ordem executiva modificando e ampliando alguns pontos de sua política. Ao todo, o decreto lista tarifas sobre produtos de mais de 90 países.\n\nO governo americano também passou a incentivar a assinatura de acordos bilaterais em troca de redução das taxas. Japão, Reino Unido, UE, Vietnã e Indonésia foram alguns dos países que fecharam o compromisso.\n\nViolação de compromissos\n\nEntre os princípios fundamentais da OMC estão não-discriminação, previsibilidade, concorrência leal, proibição de restrições quantitativas e tratamento especial e diferenciado para países em desenvolvimento.\n\nA organização, que hoje tem 166 membros, foi fundada em 1995, a partir do Acordo Geral sobre Tarifas e Comércio (GATT), de 1947.\n\nO pacto ainda dita o conjunto de regras e princípios destinados a regular o comércio internacional, mas enquanto o GATT trata principalmente de trocas de bens, a OMC e seus acordos também abrangem o comércio de serviços e propriedade intelectual.\n\nO nascimento da OMC também criou novos procedimentos para a solução de disputas.\n\nCrédito, Getty Images Legenda da foto, Logo da OMC na sede da organização na Suíça\n\nComo membro da organização e signatário do GATT, os Estados Unidos assumiram compromissos de manter suas tarifas dentro de limites previamente acordados com os demais integrantes, garantindo previsibilidade e estabilidade no comércio internacional.\n\nMas segundo o advogado David Collins, as muitas tarifas anunciadas por Donald Trump nos últimos meses violam o artigo II do GATT, que estabelece as obrigações das partes contratantes em relação aos compromissos tarifários assumidos.\n\n\"Um país pode justificar uma violação ao artigo II alegando coisas como medidas antidumping, antissubsídios ou salvaguardas', diz Collins. \"Mas nenhuma destas situações se aplica ao caso dos EUA.\"\n\nNo caso do Brasil, tarifas foram anunciadas vinculadas a questões políticas internas, o que é \"sem precedentes\", diz.\n\nO especialista em comércio internacional tampouco acredita que o argumento dado pela Casa Branca, de que estaria usando medidas protecionistas para garantir sua segurança nacional, faça sentido. Para Collins, essas justificativas são \"fracas\" e \"pouco demonstradas\".\n\nCom suas tarifas unilaterais, Donald Trump também está violando acordos bilaterais e multilaterais assinados pelos EUA com parceiros comerciais, diz Kathleen Claussen, da Universidade Georgetown. É o caso do pacto entre México, Estados Unidos e Canadá, conhecido como USMCA.\n\nAmbos os países acusaram Washington de violar o USMCA quando as tarifas de 25% entraram em vigor em 4 de março. Em 6 de março, dois dias depois, Trump anunciou que todos os produtos em conformidade com o USMCA estariam isentos.\n\n\"Concordamos em manter tarifas zero sobre vários produtos comercializados com Canadá e México. Anunciar qualquer tarifa depois disso já é cruzar a linha\", diz Claussen.\n\nTratamento tarifário desigual?\n\nOutro pilar do sistema multilateral de comércio da OMC é o princípio da Nação Mais Favorecida (NMF), previsto no artigo I do GATT, segundo o qual qualquer vantagem tarifária ou tratamento preferencial concedido a um país deve ser automaticamente estendido a todos os demais membros da organização.\n\nE com tarifas diferenciadas para nações distintas, os EUA estão oferecendo tratamento tarifário desigual, dizem os especialistas.\n\nA única exceção à regra da NMF são os acordos de livre comércio, explica David Collins.\n\nPara serem reconhecidos pela OMC como tal, os pactos precisam abranger \"substancialmente todo o comércio\" entre os países envolvidos. Ou seja, não podem se limitar a um setor específico, como automóveis ou produtos agrícolas.\n\nPortanto, os acordos negociados nas últimas semanas por Donald Trump com países como Reino Unido, Japão e Vietnã, que são considerados acordos parciais pela maior parte da comunidade internacional, também podem ser vistos como violações do princípio da Nação Mais Favorecida, diz o professor da City St George's, University of London.\n\n\"Mas há uma área cinzenta\", admite Collins. \"O acordo entre Reino Unido e EUA, por exemplo, fala sobre a preparação para um verdadeiro acordo de livre comércio. Nesse caso, eles dizem, não seria uma violação do NMF. Mas ainda me parece bastante incerto.\"\n\nOs países afetados podem recorrer?\n\nQuando um país considera que outro está violando regras comerciais acordadas, pode apresentar uma queixa à OMC. E em alguns casos, nações podem ser autorizadas a usar contramedidas, ou retaliações, como forma de resposta.\n\nNo entanto, desde 2019, o Órgão de Apelação, uma instância superior composta por sete membros que revisa as contestações, está paralisado devido ao bloqueio dos Estados Unidos na nomeação de novos membros, o que impossibilita a formação do quórum necessário para julgar recursos.\n\nNa prática, segundo os especialistas, isso significa que qualquer país pode simplesmente apelar de uma decisão e, com isso, impedir a conclusão do processo, enfraquecendo a capacidade da OMC de fazer valer suas próprias regras.\n\nO que os EUA dizem?\n\nDesde que assumiu a Casa Branca, Donald Trump acusa diversos parceiros comerciais americanos de \"saquear, pilhar, violar e saquear\" os EUA.\n\nNo início de abril, quando anunciou taxas para 185 países, no que chamou de \"Dia da Libertação\", o republicano disse que sua intenção era criar \"tarifas recíprocas\", para restabelecer um campo de jogo \"justo\", obrigar nações a reduzir barreiras comerciais e corrigir déficits bilaterais.\n\nTrump afirma que os EUA estão sendo prejudicados por práticas como adoção de subsídios estatais, transferência forçada de tecnologia e protecionismo regulatório. Ele destacou que tais práticas impedem o acesso justo ao mercado americano e favorecem exportadores estrangeiros.\n\nA imposição de tarifas também foi justificada como forma de gerar receita federal adicional — Trump chegou a afirmar que as tarifas gerariam \"trilhões e trilhões de dólares\" para cortar impostos e pagar dívidas\n\nMas Trump já usou outros argumentos, como o da segurança nacional.\n\nA tarifa anunciada contra o Brasil é a única que trata de um tema inteiramente político, responsabilizando o que os EUA chamam de \"tratamento injusto\" ao ex-presidente Jair Bolsonaro (PL) pela taxação.\n\nO Brasil também é um dos poucos países no mundo cujo comércio com os EUA resultou em um superávit para os americanos em 2024 (US$ 7,4 bilhões).\n\nA ordem executiva que confirma a adoção da tarifa de 50% sobre produtos brasileiros vendidos aos EUA, assinada por Trump na quarta-feira (30/7), lista quase 700 produtos que ficarão isentos da taxa.\n\nCrédito, Getty Images Legenda da foto, Cerca de 40% das exportações de suco da laranja no Brasil vão para os Estados Unidos\n\nO presidente americano também já fez críticas bastante duras, em diversos momentos, à OMC.\n\nEm 2018, declarou que os EUA foram \"tratados muito mal\" pela organização e indicou que poderia retirar o país dela, caso não houvesse reformulação do sistema.\n\nEle também já acusou a OMC de favorecer países como China e Índia, pois lhes concederia o status de \"desenvolvido em desenvolvimento\", garantindo vantagens comerciais injustas para os Estados Unidos.\n\nO que tudo isso significa?\n\nPara David Collins, as violações americanas e o fato de os EUA estarem \"arrastando\" outros países a descumprirem um dos mais básicos princípios da OMC ao assinarem acordos para desviar das tarifas americanas, significam um grande enfraquecimento do sistema estabelecido após a Segunda Guerra Mundial.\n\n\"O sistema multilateral de comércio está muito, muito fraco agora. Não sei se é recuperável, mas certamente não voltará a ser como era há 20 anos por algum tempo\", diz.\n\n\"A OMC está com muitos problemas. Isso não quer dizer que a organização tenha chegado ao seu fim, ainda há muito que pode ser feito, mas parece que isso não vai envolver os americanos.\"\n\nSegundo o advogado, tudo aponta para o crescimento dos acordos bilaterais, em detrimento do multilateralismo. \"Mas ainda assim ficam dúvidas: que regras serão seguidas pelos painéis de arbitragem que compõe os acordos para resolver impasses? Quem serão os árbitros?\", questiona.\n\nKathleen Claussen, da Universidade Georgetown, é mais otimista em relação ao futuro do sistema internacional.\n\nSegundo a especialista, as nações que têm assinado acordos com os EUA tem agido \"por necessidade\". \"Trump os obrigou a assinar esses acordos, não é como se todos tivessem decidido violar as regras juntos\", diz.\n\n\"A maioria dos países ainda acredita nas regras e vai fazer tudo que pode para preservar a OMC\", opina.",
  "scraped_by": "newspaper3k",
  "top_image": "https://ichef.bbci.co.uk/news/1024/branded_portuguese/5735/live/0df60720-6d89-11f0-9ba0-d5bee3e22b52.jpg",
  "scraped_at": "2025-08-08T02:30:32.202883",
  "domain": "www.bbc.com",
  "publish_date": "2025-08-04T00:00:00"
}